MPU Messenger/MPU Messenger/bin/Debug/MPU Mesajları/0015-Client To MPU StartDashboard Request Message.txt

<?xml version="1.0" encoding="utf-8"?>
    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Body>
            <StartDashboard xmlns="urn:WEB-TRC">
                <oControlInfo xmlns="">
                    <sGlobalIdentifier>tracer,tracerCCN,tracerCCU</sGlobalIdentifier>
                    </oControlInfo>
                <sDashboardInfo xmlns="">tracer</sDashboardInfo>
                <dashId xmlns="">16777231</dashId>
                <oDashMode xmlns="">NORMAL</oDashMode>
                <oDashNotifMode xmlns="">
                    <oSoapNotification>
                        <notifyURL>http://192.168.1.70:80/TrainTracerWS4.8.1.0/TraceNotificationWS/3/TraceNotification.asmx</notifyURL>
                        </oSoapNotification>
                    </oDashNotifMode>
                <samplingPeriod xmlns="">4000</samplingPeriod>
                </StartDashboard>
            </soap:Body>
        </soap:Envelope>
